const sampleQuestions = [
  {
    text: "निम्न में कौन पदार्थ का गुण नहीं है?",
    options: ["घनत्व", "संपीड्यता", "तरलरूपता", "विस्तार"],
    correctAnswer: "तरलरूपता"
  },
  {
    text: "किसकी संपीड्यता सबसे कम होती है?",
    options: ["ठोस", "तरल", "गैस", "प्लाज्मा"],
    correctAnswer: "ठोस"
  },
  {
    text: "निम्न में किसका घनत्व सबसे अधिक होता है?",
    options: ["ठोस", "तरल", "गैस", "प्लाज्मा"],
    correctAnswer: "ठोस"
  },
  {
    text: "बर्फ का द्रव जैसे-जैसे पिघलता है वैसे-वैसे इसका द्रवमान:",
    options: ["बढ़ता है", "घटता है", "स्थिर रहता", "इनमें से कोई नहीं"],
    correctAnswer: "स्थिर रहता"
  },
  {
    text: "गैस का द्रव में परिवर्तन कहलाता है:",
    options: ["वाष्पीकरण", "संपीडन", "द्रवीकरण", "जमना"],
    correctAnswer: "द्रवीकरण"
  },
  {
    text: "वह ताप जिस पर ठोस द्रव में परिवर्तित होता है, कहलाता है:",
    options: ["द्रवणांक", "क्रान्तिक ताप", "क्रान्तिक बिंदु"],
    correctAnswer: "द्रवणांक"
  }
];

module.exports = sampleQuestions;
